"Entity/Media" = "Media";
"Property/artist" = "Artist";
"Property/computedBpm" = "Beats per Minute";
"Property/genre" = "Genre";
"Property/name" = "Name";
"Property/keywords" = "Keywords";
"Property/dateAdded" = "Date Added";
"Property/lastPlayed" = "Last Played";
"Property/playbackCount" = "Plays";
"Property/mediaType" = "Media Type";
"Property/karaokeType" = "Karaoke Type";
"Property/lyrics" = "Lyrics";
"Property/album" = "Album";
"Property/comment" = "Comments";
"Property/year" = "Year";
"Property/track" = "Track";
"Property/composer" = "Composer";
